import type React from "react"
import PoliceStyles from "../police/PoliceStyles.module.scss"
import { Footer } from "../../footer/Footer"
import '../../../common.scss'
import { links } from "../../../consts"
import { Helmet } from "react-helmet-async"


export const Purchaser: React.FC = () => {

  return (
      <>
          <Helmet>
              <title>Шинка88 - Покупателю</title>
          </Helmet>
          <div className={PoliceStyles.mainWrapper}>
              <div className={PoliceStyles.contentWrapper}>
                  <p className="pageTitle">ОПЛАТА</p>
                  <div className={PoliceStyles.content}>
                  <div className={PoliceStyles.sectionOffer}>
                    <h2>ПРАВИЛА ОФОРМЛЕНИЯ ЗАКАЗА</h2>
                    1. Подтверждение заказа.<br />
                    После оформления заказа на сайте с вами свяжется наш менеджер для уточнения деталей и подтверждения заказа. Пожалуйста, убедитесь, что вы указали правильный номер телефона.
                    <br />
                    <br />
                    2. Доставка и самовывоз.<br />
                    Получение заказа осуществляется путём самовывоза по адресу, указанному на сайте.
                    <br />
                    <br />
                    3. Уведомление о готовности.<br />
                    Когда ваш заказ поступит в пункт самовывоза, вы получите SMS-сообщение с уведомлением о том, что товар готов к выдаче.
                    <br />
                    <br />
                    4. Оплата.<br />
                    Оплатить заказ можно любым удобным способом — наличными при получении, банковской картой или по безналичному расчёту.
                    <br />
                    <br />
                    5. Консультация.<br />
                    Если вам нужна помощь с выбором товара или уточнением деталей заказа — позвоните нам по телефону, указанному на сайте. Наш менеджер ответит на все вопросы и поможет подобрать товар.
                </div>

                <br />
                <p className="pageTitle">Гарантия</p>
                <div className={PoliceStyles.sectionOffer}>
                    <h2>РАСШИРЕННАЯ ГАРАНТИЯ</h2>
                    Компания "Шинка88" предоставляет своим клиентам расширенную гарантию на все приобретенные автотовары и услуги. Расширенная гарантия является дополнением к стандартным гарантийным условиям производителей и распространяется на эксплуатационные повреждения шин, дисков и аккумуляторов.
                </div>

                <div className={PoliceStyles.sectionOffer}>
                    <h2>УСЛОВИЯ ПОЛУЧЕНИЯ РАСШИРЕННОЙ ГАРАНТИИ</h2>
                    - Вы приобрели комплект шин или дисков.
                    <br />
                    - Вы получили подтверждение активации и присвоенный НОМЕР расширенной гарантии.
                    <br />
                    - Вы сохранили документы, подтверждающие факт покупки и оплаты.
                </div>

                <div className={PoliceStyles.sectionOffer}>
                    <h2>ПОРЯДОК ОБРАЩЕНИЯ ПО ГАРАНТИИ</h2>
                    При эксплуатационном повреждении шины (прокол, порез, вздутие боковины, разрыв, выпадение шипов) вы можете в течение срока действия расширенной гарантии обратиться в наш автосервис, где вам бесплатно произведут ремонт шины.
                    <br />
                    <br />
                    Если ремонт невозможен, мы бесплатно заменим шину на новую. Ремонтопригодность шины определяет сотрудник нашей компании, осуществляющий замену.
                    <br />
                    <br />
                    Если необходимой модели шин нет в наличии в магазине на момент обращения, сотрудники предложат покупателю замену или альтернативные варианты в течение 90 дней.
                    <br />
                    <br />
                    Если необходимой шины нет на складе компании, покупателю могут предложить замену на другую модель, которая соответствует характеристикам исходной шины, или выплатить денежную компенсацию. Денежная компенсация выплачивается только в том случае, если шина не подлежит ремонту и отсутствует на складе. Сумма компенсации равна сумме, уплаченной покупателем при покупке шины. Для подтверждения суммы, уплаченной покупателем, необходимо предоставить оригинал или копию платежного документа.
                </div>

                <div className={PoliceStyles.sectionOffer}>
                    <h2>ОГРАНИЧЕНИЯ ПРОГРАММЫ РАСШИРЕННОЙ ГАРАНТИИ</h2>
                    Программа Расширенной гарантии не распространяется на:
                    <br />
                    - акты вандализма (актом вандализма считается намеренная/умышленная порча или уничтожение шины);
                    <br />
                    - повреждения шин, полученные в результате действий представителей правоохранительных и любых других органов, направленных на принудительную остановку транспортного средства с применением специальных или иных технических средств;
                    <br />
                    - случаи повреждений шин, связанные с особенностями эксплуатации и не ведущие к выходу шины из строя, не нарушающие ее герметичности (неравномерный износ шины при экстренном торможении с блокировкой колеса, износ, обусловленный манерой вождения Потребителя, спецификой дорожного полотна (гравий, щебень и т.д.), износ при эксплуатации в спортивном режиме, поверхностные косметические повреждения и т.п.);
                    <br />
                    - случаи повреждений шин, связанные с несоблюдением правил эксплуатации автомобильных шин и Технического регламента о безопасности колесных транспортных средств, утвержденного Постановлением Правительства РФ от 10.09.2009 года №720 (установка на автомобиль шин, несоответствующих сезону, несоблюдение типоразмера, индекса нагрузки и индекса скорости);
                    <br />
                    - повреждения шины в результате эксплуатации без давления (разрывы боковины, осыпание, оплавление внутреннего герметизирующего слоя, даже если потеря давления была вызвана механическим повреждением, если место этого повреждения невозможно определить);
                    <br />
                    - случаи повреждений шин в результате продолжительного трения о сторонние предметы (кузов автомобиля, элементы подвески, бордюрные камни и т.д.), а также повреждения шин в результате продолжительной пробуксовки шин;
                    <br />
                    - повреждения шин, полученные в результате ДТП;
                    <br />
                    - на шины, которые ранее были отремонтированы;
                    <br />
                    - на повреждения, полученные в процессе монтажа;
                    <br />
                    - на шины, полученные безвозмездно;
                    <br />
                    - на шины, приобретённые Потребителем в сторонних шинных центрах;
                    <br />
                    - на случаи, когда Потребитель обратился в шинный центр по истечении срока гарантии;
                    <br />
                    - на шины, участвующие в распродаже;
                    <br />
                    - на шины, приобретенные юридическими лицами.
                </div>

                  </div>
              </div>
              
              
              <Footer />
              </div>
      </>
  )
}