import type React from "react"
import PoliceStyles from "../police/PoliceStyles.module.scss"
import { Footer } from "../../footer/Footer"
import '../../../common.scss'
import { links } from "../../../consts"
import { Helmet } from "react-helmet-async"


export const Oferta: React.FC = () => {

  return (
      <>
          <Helmet>
              <title>Шинка88 - Гарантия</title>
          </Helmet>
          <div className={PoliceStyles.mainWrapper}>
              <div className={PoliceStyles.contentWrapper}>
                  <p className="pageTitle">{links[13].title}</p>
                  <div className={PoliceStyles.content}>
                  <div className={PoliceStyles.sectionOffer}>
                    <h2>1. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
                    1. Настоящая публичная оферта является официальным предложением Индивидуального предпринимателя Кудрева Ильи Владимировича (ИНН 501102759709), далее именуемого «Продавец», заключить договор купли-продажи товаров дистанционным способом на условиях, указанных ниже.
                    <br />
                    <br />
                    2. В соответствии со статьёй 437 Гражданского кодекса РФ данное предложение является публичной офертой.
                    <br />
                    <br />
                    3. Принятием (акцептом) настоящей оферты считается оформление и оплата заказа Покупателем на сайте шинка88.рф или иных официальных площадках Продавца.
                  </div>

                  <div className={PoliceStyles.sectionOffer}>
                    <h2>2. ПРЕДМЕТ ДОГОВОРА</h2>
                    1. Продавец обязуется передать в собственность Покупателя товары, представленные на сайте, а Покупатель обязуется принять и оплатить их.
                    <br />
                    <br />
                    2. Все характеристики, фотографии, описания и цены товара размещены на сайте и являются неотъемлемой частью настоящей оферты.
                  </div>

                  <div className={PoliceStyles.sectionOffer}>
                    <h2>3. ЦЕНА И ПОРЯДОК ОПЛАТЫ</h2>
                    1. Все цены на товары указаны в рублях РФ и включают все установленные законодательством налоги.
                    <br />
                    <br />
                    2. Оплата осуществляется в полном объёме до передачи товара одним из способов, доступных при получении товара (банковская карта, наличные, QR Code.).
                    <br />
                    <br />
                    3. Подтверждая заказ, Покупатель принимает стоимость товара и условия получения товара.
                  </div>

                  <div className={PoliceStyles.sectionOffer}>
                    <h2>4. ДОСТАВКА</h2>
                    1. Доставка товара осуществляется в пункт самовывоза по адресу г.Егорьевск, 6 мкр, ГСК ЦНА бокс 40.
                    <br />
                    <br />
                    2. Поступление заказа производится в течение 2–3 рабочих дней после подтверждения заказа.
                  </div>

                  <div className={PoliceStyles.sectionOffer}>
                    <h2>5. ВОЗВРАТ И ОБМЕН</h2>
                    1. Покупатель вправе вернуть или обменять товар надлежащего качества в течение 7 календарных дней после получения при условии, что товар не был в употреблении, сохранены его товарный вид, упаковка, ярлыки и документ, подтверждающий покупку.
                    <br />
                    <br />
                    2. Возврат товара ненадлежащего качества осуществляется в порядке, предусмотренном законодательством РФ.
                    <br />
                    <br />
                    3. Обмен товара не предусмотрен.
                  </div>

                  <div className={PoliceStyles.sectionOffer}>
                    <h2>6. ПРАВА И ОБЯЗАННОСТИ СТОРОН</h2>
                    1. Продавец обязуется:
                    <br />
                    - своевременно укомплектовать и доставить заказ;
                    <br />
                    - предоставить достоверную информацию о товарах и условиях покупки.
                    <br />
                    <br />
                    2. Покупатель обязуется:
                    <br />
                    - предоставить достоверные данные для подтверждения заказа;
                    <br />
                    - оплатить товар в полном объёме.
                  </div>

                  <div className={PoliceStyles.sectionOffer}>
                    <h2>7. КОНФИДЕНЦИАЛЬНОСТЬ И ПЕРСОНАЛЬНЫЕ ДАННЫЕ</h2>
                    1. Оформляя заказ, Покупатель даёт согласие на обработку своих персональных данных в целях исполнения настоящего договора, доставки заказа и предоставления сервисной информации.
                    <br />
                    <br />
                    2. Продавец гарантирует конфиденциальность персональных данных и использует их исключительно для целей исполнения договора.
                  </div>

                  <div className={PoliceStyles.sectionOffer}>
                    <h2>8. ОТВЕТСТВЕННОСТЬ</h2>
                    1. Стороны несут ответственность за неисполнение или ненадлежащее исполнение обязательств в соответствии с действующим законодательством РФ.
                    <br />
                    <br />
                    2. Продавец не несёт ответственности за задержки, вызванные работой служб доставки или действиями третьих лиц.
                  </div>

                  <div className={PoliceStyles.sectionOffer}>
                    <h2>9. РАЗРЕШЕНИЕ СПОРОВ</h2>
                    1. Все споры и разногласия решаются путём переговоров.
                    <br />
                    <br />
                    2. При недостижении соглашения спор подлежит рассмотрению в судебном порядке по месту регистрации Продавца, если иное не предусмотрено законом.
                  </div>

                  <div className={PoliceStyles.sectionOffer}>
                    <h2>10. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</h2>
                    1. Настоящая оферта действует бессрочно до момента её отзыва Продавцом.
                    <br />
                    <br />
                    2. Продавец вправе вносить изменения в оферту без предварительного уведомления. Новая редакция оферты вступает в силу с момента её публикации на сайте.
                  </div>

                  <div className={PoliceStyles.sectionOffer}>
                    <h2>РЕКВИЗИТЫ ПРОДАВЦА</h2>
                    - Индивидуальный предприниматель Кудрев Илья Владимирович
                    <br />
                    - ИНН: 501102759709
                    <br />
                    - ОГРН: 309501133600025
                    <br />
                    - Юридический адрес: Московская область, г.Егорьевск, 4 мкр., д.21, кв.143
                    <br />
                    - E-mail: <a href="mailto:ashuli1@yandex.ru" className={PoliceStyles.orangeText}>ashuli1@yandex.ru</a>
                  </div>

                  <div className={PoliceStyles.sectionOffer}>
                    <h2>БАНКОВСКИЕ РЕКВИЗИТЫ</h2>
                    - Расчётный счёт: 40802810303100000131
                    <br />
                    - Банк: АО Генбанк
                    <br />
                    - БИК: 044525656
                    <br />
                    - Корреспондентский счёт: 30101810845250000656
                  </div>

                  </div>
              </div>
              
              
              <Footer />
              </div>
      </>
  )
}