import type React from "react"
import PoliceStyles from "./PoliceStyles.module.scss"
import { Footer } from "../../footer/Footer"
import { Helmet } from "react-helmet-async"


export const Police: React.FC = () => {
  return (
    <>
      <Helmet>
        <title>Шинка88 - Политика конфиденциальности</title>
      </Helmet>
      <div className={PoliceStyles.mainWrapper}>
        <div className={PoliceStyles.contentWrapper}>
          <p className="pageTitle">Политика конфиденциальности</p>

          <div className={PoliceStyles.content}>
              
            <div className={PoliceStyles.sectionOffer}>
            <h2>1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</h2>

              1. Администрация сайта Интернет-магазина (далее — «Администрация сайта»)
              — уполномоченные сотрудники на управления сайтом, действующие от имени индивидуального предпринимателя Кудрева
              Ильи Владимировича, зарегистрированный по адресу: Российская Федерация, Московская область, г.Егорьевск,
              4 мкр., д.21, кв.143, ОГРН: 309501133600025, ИНН: 501102759709, БИК: 044525656.
            <br />
            <br />
              2. «Персональные данные» — любая информация, относящаяся к прямо или косвенно определенному, или определяемому
              физическому лицу (субъекту персональных данных).
            <br />
            <br />
              3. «Обработка персональных данных» — любое действие (операция) или совокупность действий (операций),
              совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными.
            <br />
            <br />
              4. «Оператор» — индивидуальный предприниматель Кудрев Илья Владимирович, зарегистрированный по адресу:
              Российская Федерация, Московская область, г.Егорьевск, 4 мкр., д.21, кв.143, ОГРН: 309501133600025,
              ИНН: 501102759709, БИК: 044525656.
            <br />
            <br />
              5. «Пользователь сайта» (далее — Пользователь) — лицо, имеющее доступ к Сайту, посредством сети Интернет и
              использующее Сайт.
            <br />
            <br />
              6. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя.
            <br />
            <br />
              7. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.
            </div>

            <p className={PoliceStyles.sectionOffer}>
              <h2>2. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
                1. Использование Пользователем Сайта означает согласие с настоящим Положением и условиями обработки персональных данных Пользователя.
              <br />
              <br />
                2. В случае несогласия с условиями Положения Пользователь должен прекратить использование Сайта.
              <br />
              <br />
                3. Настоящее Положение применяется только к Сайту «Шинка88», расположенному по адресу https://шинка88.рф.
              <br />
              <br />
                4. Администрация Сайта не проверяет достоверность персональных данных, предоставляемых Пользователем Сайта.
              <br />
              <br />
                5. Принципы обработки персональных данных:
              <ul>
                <li>- обработка персональных данных должна осуществляться на законной и справедливой основе;</li>
                <li>- обработка персональных данных должна ограничиваться достижением конкретных, заранее определенных и законных целей;</li>
                <li>- не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой;</li>
                <li>- обработке подлежат только персональные данные, которые отвечают целям их обработки;</li>
                <li>- содержание и объем обрабатываемых персональных данных должны соответствовать заявленным целям обработки.</li>
              </ul>
            </p>

            <p className={PoliceStyles.sectionOffer}>
              <h2>3. ПРЕДМЕТ ПОЛОЖЕНИЯ</h2>
              1. Настоящее Положение устанавливает обязательства Администрации Сайта по неразглашению и обеспечению режима защиты конфиденциальности персональных данных.
            <br />
            <br />
              2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, включают в себя:
            

            <ul>
              <li>- фамилию, имя, отчество Пользователя;</li>
              <li>- контактный телефон Пользователя;</li>
              <li>- адрес электронной почты (e-mail);</li>
            </ul>
            <br />
              3. Интернет-магазин защищает Данные, которые автоматически передаются в процессе просмотра:
            

            <ul>
              <li>- IP адрес;</li>
              <li>- информация из cookies;</li>
              <li>- информация о браузере;</li>
              <li>- время доступа;</li>
              <li>- адрес страницы, на которой расположен рекламный блок;</li>
              <li>- реферер (адрес предыдущей страницы).</li>
            </ul>
            </p>

            <p className={PoliceStyles.sectionOffer}>
              <h2>4. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ</h2>
              1. Персональные данные Пользователя Администрация Сайта может использовать в целях:

            <ul>
              <li>- Предоставления Пользователю доступа к отдельным ресурсам Сайта;</li>
              <li>- Установления с Пользователем обратной связи, включая направление уведомлений, запросов;</li>
              <li>- Получения Пользователем информации о маркетинговых событиях;</li>
              <li>- Выполнение обязательств Продавца перед Покупателем;</li>
              <li>- Проведения аудита и прочих внутренних исследований с целью повышения качества предоставляемых услуг/товаров;</li>
              <li>- Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем;</li>
              <li>- Создания учетной записи на Сайте, регистрации Пользователя на Сайте;</li>
              <li>- Предоставления Пользователю эффективной клиентской и технической поддержки;</li>
              <li>- Участия Пользователя в рекламных мероприятиях;</li>
              <li>- Информирования Пользователя о Продуктах и мероприятиях;</li>
              <li>- Идентификации Пользователя, зарегистрированного на сайте Интернет-магазина;</li>
              <li>- Предоставления Пользователю доступа к персонализированным ресурсам Сайта интернет-магазина;</li>
              <li>- Определения места нахождения Пользователя для обеспечения безопасности;</li>
              <li>- Уведомления Пользователя Сайта интернет-магазина о состоянии Заказа;</li>
              <li>- Обработки и получения платежей, подтверждения налога или налоговых льгот.</li>
            </ul>
            </p>

            <p className={PoliceStyles.sectionOffer}>
            <h2>5. СПОСОБЫ И СРОКИ ОБРАБОТКИ И ХРАНЕНИЯ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
              1. Обработка персональных данных Пользователя осуществляется любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.
            <br />
            <br />
              2. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Российской Федерации только по основаниям и в порядке, установленным законодательством Российской Федерации.
            <br />
            <br />
              3. При утрате или разглашении персональных данных Администрация Сайта информирует Пользователя об утрате или разглашении персональных данных.
            <br />
            <br />
              4. Администрация Сайта принимает необходимые организационные и технические меры для защиты персональных данных Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения.
            <br />
            <br />
              5. Сроки обработки и хранения персональных данных Пользователей на Сайте неограниченны и вводятся в действие с момента принятия (акцепта) Пользователем данного Положения.
            <br />
            <br />
              6. В случае удаления данных с Сайта по инициативе одной из сторон, персональные данные Пользователя хранятся в базах данных Оператора пять лет в соответствии с законодательством РФ.
            </p>

            <p className={PoliceStyles.sectionOffer}>
              <h2>6. СПОСОБЫ ЗАЩИТЫ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
              1. Обеспечение безопасности персональных данных достигается, в частности:
            <ul>
              <li>- Определением угроз безопасности персональных данных при их обработке в информационных системах персональных данных;</li>
              <li>- Применением организационных и технических мер по обеспечению безопасности персональных данных;</li>
              <li>- Применением прошедших в установленном порядке процедур оценки соответствия средств защиты информации;</li>
              <li>- Оценкой эффективности принимаемых мер по обеспечению безопасности персональных данных;</li>
              <li>- Учетом машинных носителей персональных данных;</li>
              <li>- Обнаружением фактов несанкционированного доступа к персональным данным и принятием мер;</li>
              <li>- Восстановлением персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним;</li>
              <li>- Установлением правил доступа к персональным данным;</li>
              <li>- Контролем за принимаемыми мерами по обеспечению безопасности персональных данных;</li>
              <li>- Установкой сертифицированного антивирусного программного обеспечения с регулярно обновляемыми базами.</li>
            </ul>
            <br />
              2. Оператор обеспечивает сохранность переданных ему персональных данных и принимает все возможные меры, исключающие доступ персональным данным неуполномоченных лиц.
            </p>

            <p className={PoliceStyles.sectionOffer}>
              <h2>7. ОБЯЗАТЕЛЬСТВА СТОРОН</h2>
              1. Пользователь обязан:
            <ul>
              <li>- Предоставить информацию о персональных данных, необходимую для пользования Сайтом, оформления заказа;</li>
              <li>- Обновить, дополнить предоставленную информацию о персональных данных в случае изменения данной информации;</li>
              <li>- Самостоятельно актуализировать свои персональные данные в случае выявления неточностей.</li>
            </ul>
            <br />
              2. Администрация Сайта обязана:
            <ul>
              <li>- Использовать полученную информацию исключительно для целей, указанных в настоящей Политике конфиденциальности;</li>
              <li>- Обеспечить хранение персональных данных в тайне, не разглашать без предварительного письменного разрешения Пользователя;</li>
              <li>- Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя;</li>
              <li>- Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя.</li>
            </ul>
            </p>

            <p className={PoliceStyles.sectionOffer}>
              <h2>8. ОТВЕТСТВЕННОСТЬ СТОРОН</h2>
              1. Администрация Сайта, не исполнившая свои обязательства, несёт ответственность за убытки, понесённые Пользователем в связи с неправомерным использованием персональных данных, в соответствии с законодательством Российской Федерации.
            <br />
            <br />
              2. В случае утраты или разглашения Конфиденциальной информации Администрация Сайта не несёт ответственность, если данная конфиденциальная информация:
            <ul>
              <li>- Стала публичным достоянием до её утраты или разглашения;</li>
              <li>- Была получена от третьей стороны до момента её получения Администрацией Сайта;</li>
              <li>- Была разглашена с согласия Пользователя.</li>
            </ul>
            </p>

            <p className={PoliceStyles.sectionOffer}>
              <h2>9. РАЗРЕШЕНИЕ СПОРОВ</h2>
              1. До обращения в суд с иском по спорам, возникающим из отношений между Пользователем Сайта и Администрацией Сайта, обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора).
            <br />
            <br />
              2. Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.
            <br />
            <br />
              3. При недостижении соглашения спор будет передан на рассмотрение в судебный орган по месту нахождения Оператора.
            <br />
            <br />
              4. К настоящему Положению и отношениям между Пользователем и Администрацией Сайта применяется действующее законодательство Российской Федерации.
            </p>

            <p className={PoliceStyles.sectionOffer}>
              <h2>10. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</h2>
              1. Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.
            <br />
            <br />
              2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте интернет-магазина, если иное не предусмотрено новой редакцией Политики конфиденциальности.
            <br />
            <br />
              3. Все предложения или вопросы по настоящей Политике конфиденциальности следует сообщать по электронной почте:{" "}
              <a href="mailto:ashuli1@yandex.ru" className={PoliceStyles.orangeText}>ashuli1@yandex.ru</a>
            <br />
            <br />
              4. Действующая Политика конфиденциальности размещена на странице по адресу:{" "}
              <a href="https://шинка88.рф" className={PoliceStyles.orangeText}>https://шинка88.рф</a>
            <br />
            <br />
              <b>Используя Сайт шинка88.рф, вы подтверждаете, что ознакомились и согласны с условиями настоящей Политики конфиденциальности.</b>
            </p>
          </div>
        </div>
        <Footer />
      </div>
    </>
  );
};